露出 = フィルムに光を取り込む量
{
	露出を決める3要素
	{
		絞り、シャッタースピード、感度、

		絞り(光の入り口の閉じ具合) = アイリス、F値、F-Stop、(*Aperture)
		{
			多くのCGソフトでは絞りは光量の変化とは無関係にされ、被写界深度のための構造になっている。
		}

		シャッタースピード(フィルムやセンサーが感光している時間)
		{
			スチルカメラの基本的なシャッタースピード
			短いほど暗くなる。
			実写動画の基本的なシャッタースピード = 1/48, 1/50, 1/60, 1/100
		}

		感度
		{
			フィルムやセンサーの感度(好感度のほど明るくなる)
			100 200 400 800 1600 3200 6400
			晴天      曇り、室内 　　曇天
		}
	}
}


モーションブラー
{
	動いているときに生じる(ブレ)

	シャッタースピードを早くするとモーションブラーが少なくなる(その分暗くなる)
	ほとんどのCGソフトでは無関係に設計されていて、パラメーターからそれを演出する。
}

被写界深度
{
	撮影において、ピントが合っているように見える範囲(奥行き)

	被写界深度を決める3要素
	{
		フォーカス  
		{
			カメラに近くなるほど被写界深度は狭くなる
			被写界深度はピントの位置より手前は狭く、奥が広い
		}

		レンズサイズ  
		{
			焦点距離(FocalLength), 画角, AOV(Angel Of View), FOV(Field Of View)
			望遠ほど被写界深度は狭くなり、広角ほど広くなる。

			焦点距離
			{
				レンズからフィルムまでの距離
			}
			センサーサイズ
			{
				センサーサイズが小さいほどそのレンズは望遠になり、小さいほど広角目になる。
				CGを実写に合成する際は、レンズサイズだけでなく、センサーサイズの情報も重要。
			}
		}

		絞り(F値)
		{
			開くほど被写界深度は狭くなり、占めるほど広くなる。
			実写カメラ= 絞りに応じて露出の量も変化する。
			CGカメラ = 露出は無関係。被写界深度の調整パラメーターがある。
			
			F/1.8 ものにフォーカスし、見せたいもの注目するときに使う。
			F/16 パンフォーカス。背景を見せたいときに使う。
		}
	}
}

色温度とホワイトバランス
{
	色温度
	{
		値が低いと暖色に、高いと寒色になる
		3DCGではD65(6500k)、リアルでの日中の色温度相当の設定がデフォルト。
		グレーディング:色調整のこと。
	}

	ホワイトバランス
	{
		色温度の値に対して、色を補正して白を白として見えるように調整すること。
	}
}

シャッタースピード
{
	フレームレート
	{
		一般的な映画 : 23.976(23.98), 24, 25(ヨーロッパ等)
		一般的なTV : 29.97, 59.94, 25(ヨーロッパ等)

		よく23.976と24をまとめて業界で言っていることがあるので、確認しておく必要がある。
	}
}
